[
  "Apa saja webinar UIB bulan Oktober 2025?",
  "Sertifikasi apa yang tersedia di UIB pada November 2025?",
  "Tunjukkan event UIB yang gratis pada Desember 2025.",
  "Ada event bertema ‘Artificial Intelligence’ di UIB antara Oktober–Desember 2025?",
  "Kapan dan di mana ‘Sertifikasi Digital Marketing for Business’ diadakan?",
  "Bagaimana cara mendaftar webinar ‘Future of Artificial Intelligence in Education’? Sertakan tautan jika ada.",
  "Sebutkan 3 event UIB terdekat mulai hari ini.",
  "Daftar semua event UIB bulan November 2025 beserta tanggal dan lokasi.",
  "Apa kontak resmi UIB untuk informasi event dan situs rujukannya?",
  "Ada acara di bulan 11?",
  "Ada acara minggu depan? (tolong sebutkan tanggalnya)",
  "Kapan seminar UIB berikutnya? Jika lebih dari satu, pilih yang paling dekat.",
  "Urutkan event UIB Oktober 2025 berdasarkan tanggal (awal → akhir).",
  "Tampilkan event UIB bertipe ‘webinar’ dan ‘certification’ di November 2025, pisahkan per tipe.",
  "Ringkas event UIB per bulan (Oktober, November, Desember 2025) dalam bullet singkat.",
  "Sebutkan lokasi setiap event UIB di November 2025 (gedung/ruang).",
  "Rekomendasikan event UIB paling relevan untuk mahasiswa baru pada November 2025 (berdasarkan judul/deskripsi) dan jelaskan alasannya singkat.",
  "Tampilkan 3 gambar kampus UIB bertopik ‘UIB Tower’.",
  "Cari 3 gambar ‘kampus UIB’ dan tampilkan sumbernya.",
  "webinar uib nov 2025 apa aja?",
  "Event UIB apa saja yang berbayar di Oktober 2025? Sertakan biaya jika ada.",
  "Filter event November 2025 yang lokasinya di kampus utama (sebutkan gedung/ruang).",
  "Apakah ada event hibrida (online & offline) di Desember 2025?",
  "Tampilkan semua sertifikasi di Q4 2025, kelompokkan per bulan.",
  "Sebutkan event UIB yang berlangsung pada akhir pekan (Sabtu/Minggu) bulan November 2025.",
  "Beri saya jadwal lengkap webinar UIB di minggu depan (Senin–Minggu).",
  "Tolong buat daftar event ‘cybersecurity’ di Oktober–Desember 2025.",
  "Apakah ada event dengan kuota terbatas? Jelaskan cara pendaftarannya jika tersedia.",
  "Tampilkan 5 event teratas berdasarkan kedekatan tanggal dari hari ini.",
  "Apakah ada event yang mewajibkan pendaftaran melalui Google Form? Sertakan tautannya.",
  "Beri format JSON berisi {title, date, time, location} untuk webinar November 2025.",
  "Buat tabel ringkas (markdown) event sertifikasi di Desember 2025 dengan kolom: Nama, Tanggal, Lokasi, Biaya.",
  "Saya hanya ingin event gratis bulan Oktober 2025 yang bertema teknologi.",
  "Ada kegiatan pendaftaran lomba yang dibuka di November 2025?",
  "Apakah ada event UIB yang relevan untuk siswa SMA kelas 12 di bulan Desember 2025?",
  "Daftar event yang berlangsung setelah 15 November 2025.",
  "Tampilkan event yang berada di luar kampus UIB (jika ada) pada Q4 2025.",
  "Saya ingin 3 rekomendasi event paling bermanfaat untuk persiapan karir di November 2025 beserta alasannya.",
  "Kelompokkan event November 2025 berdasarkan tipe: {webinar, workshop, certification, seminar}.",
  "Tolong urutkan event Desember 2025 berdasarkan waktu mulai (pagi→malam).",
  "Apakah ada event yang menyediakan e-certificate?",
  "Sebutkan event yang berdurasi lebih dari 2 jam di Oktober 2025.",
  "Tampilkan event UIB yang diselenggarakan oleh fakultas teknik pada November 2025 (jika ada).",
  "Apakah ada event bilingual (ID/EN) di Q4 2025?",
  "Cek event yang ada di tanggal 10–20 November 2025.",
  "Apa ada sesi tanya jawab (Q&A) pada webinar UIB bulan ini?",
  "Berikan daftar event dengan kontak narahubung yang jelas (nama/WA/email).",
  "Apakah ada event UIB yang bertopik ‘startup’ pada Desember 2025?",
  "Sertifikasi UIB yang paling cepat pendaftarannya tutup pada November 2025 apa?",
  "Jika saya hanya punya waktu hari Sabtu, event apa yang bisa saya ikuti di November 2025?",
  "Tampilkan event yang menyediakan materi/slide unduhan setelah acara.",
  "mau ikut webinar bulan 11, apa yang paling dekat tanggalnya?",
  "list-in tanggal, waktu, lokasi untuk semua webinar oktober 2025 (tanpa deskripsi panjang).",
  "Bikin ringkasannya saja: 3 poin inti untuk event di Desember 2025." ,
  "Apakah ada event bertema AI/ML di bulan 10 atau 12? (abaikan November)",
  "Tolong bedakan event internal UIB vs umum (jika diketahui) untuk November 2025.",
  "Saya butuh event yang tidak bentrok dengan jam kuliah pagi (mulai ≥ 13:00) bulan November 2025.",
  "Sebutkan semua event yang punya batas kuota peserta.",
  "Berikan 2 alternatif event jika acara yang saya inginkan penuh.",
  "Tampilkan event yang berlangsung sore/malam (≥ 17:00) di Desember 2025.",
  "webinar uib nov25 yang gratis apa aja?",
  "Ada info pendaftaran untuk sertifikasi di minggu depan?",
  "Kelompokkan per lokasi kampus (misal UIB Tower, Auditorium, Aula) untuk event November 2025.",
  "Apakah ada tur kampus (campus tour) di Q4 2025?",
  "Beri saya event 1 hari (bukan berseri) pada Oktober 2025.",
  "Tampilkan event yang berlangsung lebih dari 1 hari di Desember 2025.",
  "Apakah ada event kolaborasi dengan kampus lain atau industri?",
  "Tolong validasi apakah ada event yang dijadwalkan ulang di Q4 2025.",
  "Sebutkan event yang relevan untuk jurusan Sistem Informasi (kalau ada).",
  "Saya ingin daftar semua event dengan biaya < Rp100.000 di November 2025.",
  "Urutkan event berdasarkan biaya (termurah→termahal) bulan Desember 2025.",
  "Event apa saja yang butuh registrasi H-1 sebelum acara?",
  "Tampilkan event yang menerima peserta dari luar UIB.",
  "Apakah ada event dengan kuota prioritas untuk mahasiswa baru?",
  "Beri output JSON: [{\"title\",\"date\",\"register_url\"}] untuk sertifikasi November 2025.",
  "Buat ringkasan 5 baris untuk seluruh event bertema ‘karier’ bulan November 2025.",
  "Saya ingin event yang diadakan pada jam kerja (09:00–17:00) saja di Oktober 2025.",
  "Tampilkan event yang memiliki sesi networking.",
  "Apakah ada event yang menyediakan doorprize?",
  "Sertakan penjelasan apakah ada dress code untuk event-event November 2025 (jika tercantum).",
  "Apakah ada event yang memerlukan perangkat/laptop?",
  "Ada acara di bulan 12 yang topiknya ‘data science’?",
  "Tuliskan hanya tanggal (YYYY-MM-DD) semua webinar bulan 11.",
  "formatkan jawaban dalam bullet yang sangat singkat untuk event Q4 2025.",
  "Sebutkan 2 event paling relevan untuk alumni UIB di November 2025.",
  "Tampilkan event yang target audiensnya dosen atau staff (jika ada).",
  "Cari 3 gambar kampus UIB bertema ‘perpustakaan’ beserta sumbernya.",
  "Gambar ‘laboratorium UIB’ 2 contoh, link sumber wajib ada.",
  "Ada event yang sudah full booked? (jika ada indikatornya)",
  "Sebutkan event yang mensyaratkan prasyarat tertentu (misal lulus modul A).",
  "Tampilkan event yang dapat ditonton ulang (recording tersedia).",
  "Buat daftar event yang relevan untuk persiapan magang industri bulan November 2025.",
  "Beri 3 event untuk pengembangan soft skill pada Desember 2025.",
  "Apakah ada event keuangan/bisnis di Q4 2025?",
  "Tampilkan 3 event dengan waktu paling pagi di November 2025.",
  "Urutkan event Oktober 2025 berdasarkan abjad judul.",
  "Saya butuh agenda UIB minggu ini (Senin–Minggu).",
  "Jika saya hanya available tanggal 25–30 November 2025, event apa yang cocok?",
  "Tampilkan event yang punya narasumber dari industri (bukan internal) di Q4 2025.",
  "Ada info beasiswa atau seminar beasiswa di Q4 2025?",
  "Tuliskan daftar event khusus mahasiswa baru di Oktober–Desember 2025.",
  "event november mending ikut yang mana ya? kasih 3 opsi + alasan ringkas.",
  "Apakah ada event yang mensyaratkan email UIB untuk pendaftaran?",
  "Filter event bulan 11 yang topiknya ‘UI/UX’.",
  "Apakah ada kompetisi yang diselenggarakan UIB di Q4 2025?",
  "Beri saya 5 event untuk meningkatkan kemampuan presentasi di Q4 2025.",
  "Apa ada event keluarga (family day/open house) di Desember 2025?",
  "Sebutkan 3 event yang lokasinya di Auditorium UIB.",
  "Berikan daftar event yang mendukung aksesibilitas (misal sign language/ramah disabilitas) bila tersedia.",
  "Apakah ada kuliah tamu (guest lecture) di bulan November 2025?",
  "Saya ingin format keluaran: satu paragraf ringkas untuk 3 event terdekat bulan ini.",
  "Berikan perbandingan 2 event yang bertema sama di November 2025 (pro/kontra singkat).",
  "Tampilkan event yang bekerja sama dengan organisasi pemerintah (jika ada).",
  "Apa saja event literasi digital di Q4 2025?",
  "Sebutkan event hybrid yang bisa diikuti dari luar Batam pada Desember 2025.",
  "Apakah ada workshop intensif (≥ 4 jam) di November 2025?",
  "Saya ingin event setelah jam 18:00 di Oktober 2025." ,
  "Buatkan daftar event yang cocok untuk portofolio mahasiswa desain di Q4 2025.",
  "Sebutkan 2 event yang paling cocok untuk calon mahasiswa UIB." ,
  "Berikan saya rute pendaftaran tercepat untuk 2 sertifikasi di November 2025 (jika ada tautannya)."
]
